<script>
  import GalleryGrid from '$lib/components/GalleryGrid.svelte';
  import { t } from '$lib/i18n';

  export let data;

  $: captions = $t.messages.galleries?.memorialComplex?.captions ?? {};
</script>

<p>
  Здесь представлен проект Юрия Бочарова и Резо Байрамашвили на открытом Всесоюзном конкурсе 1986 года на монумент Победы на Поклонной горе. Авторы предлагали установить на Кутузовском проспекте Триумфальную арку современной пирамидальной формы, которая вошла бы в систему с Триумфальной аркой О.И. Бове. 
</p>
<p>
  Форма монумента вызвала споры, однако специалисты отмечали, что «… на первом конкурсе её авторы были, пожалуй, единственными, кто попытался учесть роль монумента в общегородском контексте» (С. Кавтарадзе. Памятник Победы, Архитектура и строительство Москвы. - 1989, №3. - с.10).
</p>

<GalleryGrid images={data.images} {captions} />

<style>
  h2 {
    text-align: center;
    margin: 1rem;
  }

  p {
    margin: 1rem;
  }

</style>