<script>
  import ImageBox from "$lib/components/ImageBox.svelte";

</script>
<article>

    <p>Существенным вкладом Бочарова и его единомышленников на излёте СССР стало создание Советского общества урбанистов (СОУ). В середине 1980-х Юрий Петрович предложил организовать Совет по градостроительству при Союзе архитекторов СССР, куда вошли специалисты разных специальностей, работающие в области планировки и застройки населённых мест.</p>
    <p>На основе этого Совета в 1987 году было создано Советское общество урбанистов, а Бочаров избран его президентом (первым и последним). В августе 1989 года в Москве и Переславле-Залесском прошла первая в СССР Международная конференция урбанистов, на которой был принят Устав Общества.</p>

    <ImageBox 
        src="/images/sovietUrbanists/Первая международная конференция СОУ. Переславль-Залесский 1989.jpg" 
        alt="Первая международная конференция СОУ. Переславль-Залесский 1989" 
        caption="Первая международная конференция СОУ. Переславль-Залесский 1989" 
    />

    <p>Ниже приводим программу Оргкомитета по подготовке к Учредительной конференции Всесоюзной ассоциации урбанистов, (т.е. самое начало работы по созданию Общества, конец 1980-х):</p>

    <p>ПРОБЛЕМА: Одна из главных причин предкризисного состояния наших городов и сёл заключается в отсутствии и недооценке важности градостроительной политики. Сложность и нерешённость вопросов гармоничного развития поселений, жизненно важная потребность утверждения гуманистических принципов среды в противовес технократическим устремлениям производственных систем, социальная и экологическая переориентация всего градостроительного процесса повсеместно признаются как наиболее острые проблемы.</p>

    <p>Необходимо, чтобы руководящие и планирующие органы, всё общество увидели, наконец, не только территорию и население как ресурс рабочей силы, но и великую ценность поселений, как место обжитых поколениями людей, как среды обитания физически и психически здоровых людей, обладающих высокими моральными и гражданскими качествами, способных передавать грядущим поколениям накопленный потенциал экологической, интеллектуальной, эстетической и профессиональной культуры.</p>

    <p>Сегодня во всём мире уже стало очевидно, что архитектор и урбанист-планировщик - суть разные занятия. Отчётливое различие в объектах и методах деятельности, ценностной ориентации, характере связей участников процесса делают необходимым выделение самостоятельной профессии специалистов по исследованию, проектированию и управлению развитием среды мест обитания.</p>

    <p>Организационно осознание профессии должно быть оформлено в виде ассоциации урбанистов, общественной организации, объединяющей профессионалов градостроителей, архитекторов-планировщиков, экономистов, социологов, географов, экологов, правоведов, психологов, врачей, специалистов по вопросам городского хозяйства, коммуникаций и самоуправления, концентрирующих свои усилия в области градоведения, градорегулирования и градостроительного искусства.</p>

    <p>ЦЕЛЬ АССОЦИАЦИИ: создание междисциплинарного сообщества для консолидации усилий по воспроизводству гуманистической городской среды. Выделение урбанистов в самостоятельную ассоциацию направлено на ускорение формирования новой для СССР метапрофессиональной общности и повышения её роли в общественном сознании.</p>

    <p>ЗАДАЧИ АССОЦИАЦИИ:</p>

    <ul>
        <li>
            совершенствование методологии и моделей междисциплинарного взаимодействия;
        </li>
        <li>
            повышение уровня профессионального сознания в совместной работе представителей различных дисциплин;
        </li>
        <li>
            пропаганда профессиональной значимости в системе управления народным хозяйством;
        </li>
        <li>
            формирование общественного мнения, пробуждение интереса общественности к проблемам градостроительства;
        </li>
        <li>
            совершенствование профессиональной подготовки в высшей школе и повышение квалификации специалистов в области урбанистики;
        </li>
        <li>
            активное участие в разработке градостроительного законодательства;
        </li>
        <li>
            социальная защита и представительство профессиональных интересов в государственных учреждениях, творческих союзах, общественных организациях;
        </li>
        <li>
            вступление и активное участие в работе международных объединений градостроительного профиля
        </li>
        <li>
            организация профессиональных контактов - индивидуальных и групповых - с зарубежными специалистами;
        </li>
        <li>
            создание специального журнала, пропагандирующего цели и пути гармонизации среды обитания;
        </li>
        <li>
            проведение ежегодных конгрессов (конференций) ассоциации;
        </li>
        <li>
            организация постоянно действующих тематических семинаров;
        </li>
        <li>
            организация квалифицированной помощи специалистов-урбанистов (экспертиза, консультации, референтура, экспертные оценки);
        </li>
        <li>
            формирование временных творческих коллективов для выполнения заказов по приоритетным направлениям урбанистики и градостроительства;
        </li>
        <li>
            издательская деятельность.
        </li>
    </ul>

    <p>
        Позже был разработан Устав общества, который принят Учредительной конференцией СОУ 29 августа 1989 года в г. Переславль-Залесский.
    </p>

    <p>В 1990 году на Международном конгрессе урбанистов в Варшаве Советское общество урбанистов было принято в состав ISoCaRP (Всемирного общества городских и районных планировщиков).</p>

    <p>СОУ прекратило существование в 1992 году в связи с распадом СССР,  но на основе некоторых его подразделений в бывших республиках были созданы Общества урбанистов независимых государств.</p>

    <p>Юрий Петрович был убеждён, что <i>«в деле развития профессии «градостроителя» сильно недооценена роль профессиональных организаций. Уже трижды (за последние 100 лет) в России организовывались союзы урбанистов – пока такой союз не обретёт своего постоянного статуса, культура профессионального взаимодействия под угрозой».</i></p>

    <p>Хотелось также привести следующие его цитаты:</p>

    <p><i>«Необходимо увидеть в поселении не только территорию и население. Крайне важно оценить внутренний высочайший потенциал обжитых многими поколениями людей мест, их культурное, интеллектуальное, эстетическое и профессиональное влияние на нас».</i></p>

    <p><i>«Градостроительство имеет жёсткий региональный контекст. Россия – огромная страна. Невозможно становиться «градостроителем» автоматически на всей её территории. Например, в США действие диплома ограничено границами штата, чтобы проектировать за ними, придется брать соавтора из штата, в котором строишь».</i></p>

    <p>В 2004 году по приглашению Американской ассоциации планировщиков Ю.П. Бочаров был докладчиком на её Юбилейном конгрессе в Вашингтоне по теме «Состояние градостроительства России и стран Восточной Европы».</p>

    <ImageBox 
        src="/images/sovietUrbanists/Юбилейная конф_я American Planning Association Вашингтон 2004.jpg" 
        alt="Юбилейная конференция American Planning Association Вашингтон 2004" 
        caption="Юбилейная конференция American Planning Association. Вашингтон. 2004." 
    />
</article>

<style>
    article {
        padding: 0rem 2rem 1rem 2rem;
        line-height: 1.8;
    }

    p {
        text-indent: 2em each-line;
    }

</style>