<script>
  import ImageBox from "$lib/components/ImageBox.svelte";

</script>
<article>

    <h2>Имитационная модель долгосрочного развития города</h2>

    <p>В 1970-е годы в рамках программы Римского клуба в Дартмутском колледже (Хановер, шт. Нью-Гемпшир, США) и Институте системных исследований (Вена) Юрий Петрович принял участие в построении Математических моделей крупных городских систем, рассматриваемых как самоорганизующиеся системы (на примере Москвы, Киева, Вены и Бостона). Предполагалось, что в любом таком городе должно установиться соответствие между отдельными элементами городского комплекса. К классу этих моделей относятся и модели так называемой «городской динамики» (System dynamics). </p>

    <p>Важнейшая особенность этих моделей состояла в том, что они позволяли сравнивать значительное число вариантов социальной и пространственной организации города без использования прямых экспериментов, реализация которых в условиях современного города чрезвычайно затруднена. С помощью моделирования были проанализированы механизмы, лежащие в основе взаимосвязи и развития социальной, технической и экономической подсистем мегаполисов городских агломераций, даны практические рекомендации.</p>

    <p>Динамические модели развития мегаполисов основывались на определённой концепции взаимодействия городских подсистем, таких как население, структура производства, жилищно-гражданское строительство, территориальные ресурсы города и др.</p>

    <p>В период научно-технической революции крупные города выделялись как особо благоприятная среда для развития прогрессивных отраслей хозяйства. Выполнение ими важнейших функций в территориальном разделении труда и воспроизводстве рабочей силы (в условиях интенсификации производства, сокращения трудовых ресурсов и уменьшения территориальных резервов, повышения требований к экологическому равновесию природной и искусственной среды) требовало комплексной организации производственных и непроизводственных сфер города и разработки механизмов управления его развитием. Высокоразвитые отрасли производства предъявляли повышенные требования к социально-демографическим показателям населения и к качеству городской среды. В то же время экологические условия городской системы, требования биологической устойчивости	ландшафтов, территориальные ограничения всё больше лимитировали развитие производственной деятельности и предъявляли всё более жёсткие требования к размещению крупных источников энергии и т.п.</p>

    <p>На Схеме имитационной модели развития города приведены основные постоянные и переменные показатели. Взаимодействие между показателями осуществлялось на основе коэффициентов оценки качества городских подсистем. Модель структурно представлена в виде трех уровней (население, территория и инвестиции), связанных между собой взаимными влияниями на скорости процессов развития населённых мест. Поведение городской системы определялось запаздываниями и ускорениями этих процессов.</p>

    <p>Программа Имитационной модели города была описана на алгоритмическом языке «Динамо-2» путем составления нелинейных конечно-разностных уравнений с использованием табличных функций и 30-40 постоянных и переменных показателей. В процессе моделирования была осуществлена многократная перестройка модели в связи с добавлением, уточнением и заменой отдельных её блоков. Поведение системы изучалось на длительных отрезках времени (30, 50 и 70 лет), с интервалами в 5 и 10 лет.</p>

    <p>Ниже приведена схема Имитационной модели с экспликацией.</p>

    <ImageBox 
        src="/images/Имитационная модель развития города.jpg" 
        alt="Имитационная модель развития города" 
        caption="Имитационная модель развития города" 
    />

</article>

<style>
    article {
        padding: 0rem 2rem 1rem 2rem;
        line-height: 1.8;
    }

    p {
        text-indent: 2em each-line;
    }

    h2 {
        text-align: center;
        margin-bottom: 1rem;
    }

</style>