export const researchMessages = {
    ru: {
        articlesMaterials: {
            years100: "К 100-летию Ю.П. Бочарова Academia Архитектура и строительство 2026-2",
            creator: "Творец городов. Форум плюс, 2026-3",
            years95: "К 95-летию Ю.П. Бочарова Academia Архитектура и строительство 2021-2",
            diverseWorld: "Я узнал, насколько разнообразен мир. Форум плюс 2021-3",
            samaraSchool: "Ю.П. Бочаров и Самарская школа Innovative Project 2024_ Том 9-15",
            collection: "Сборник Ю.П. БОЧАРОВ. 2016",
            architecture: "Архитектура Строительство Дизайн 2002-4",
            drawings: "Рисунки Ю.П. Бочарова в журнале Архитектура СССР и Строительной газете"
        },

        starredArticlesInterviews: {
            interviewsSpeeches: "Интервью и выступления",
            moscowDevelopment: "Проблемы развития Москвы",
            urbanPlanning: "Градостроительство и подготовка урбанистов",
            urbanStudies: "Градостроительное науковедение",
            variousArticles: "Разные темы / Рецензии"
        },

        variousArticles: {
            lasVegas: "Мировой центр развлечений Лас Вегас_ Academia 2009-4",
            princeCharles: "Принц Чарльз ниспровергает. Архитектура_ приложение к Строительной газете 1991",
            housingAccessibility: "Доступно ли комфортное жильё россиянам_ Проект Россия 2007-2 (44)",
            review2017: "Архитектор Иосиф Каракис. Рецензия на книгу О. Юнакова. Academia 2017-2",
            review2019: "Формообразование Якова Чернихова. Рецензия на книгу Я. Лисицыной_ Academia 2019-1",
        },

        urbanStudies: {
            scienceCenters:             "Современная наука и проблемы организации научных центров. Арх СССР 1969-1",
            urbanInnovations:           "Градопреобразующая роль инновационной деятельности. Academia 2019-4",
            territorialDevelopment:     "Российская наука_ территориальные проблемы развития. Academia 2020-4",
            scientificCentersSpace:     "В пространстве научного центра. Академия 2022-1",
            urbanPlanningOrganization:  "Градостроительная организация науки в федеральных округах и регионах России. эл журнал AMIT 2021-3(56)",
            innovativeActivities:       "Инновационная деятельность и преобразование городов России. Danish Scientific Journal 2019-22",
            novosibirskScienceCenter:   "Новосибирский научный центр. Градостроительство 2020-2",
            scienceInMoscow:            "Наука в пространстве Москвы. Academia 2022-4",
        },

        urbanPlanning: {
            interdisciplinary: "Междисциплинарное обучение градостроителей в Сибири. Фундаментальные исслед-я РААСН 2011",
            transdisciplinary: "Трансдисциплинарность как направление развития современного градостроительства_ Academia 2018-4",
            knowledgeSystem: "Теория градостроительства как система научных знаний в работах_ эл. журнал AMIT 2017-4",
            trainingCertifiedPlanners: "Подготовка дипломированных планировщиков_ Сборник Новые тенденции в высшем образовании_ Самара 2003",
            tolyattiPlanning: "Проблемы планировки и застройки Тольятти. Архитектура СССР 1968-6",
        },

        moscowDevelopment: {
            demolition: "О необоснованности решения тотального сноса пятиэтажной застройки Градостроительство 2017-2",
            renovation: "О проблемах и альтернативах московской программы реновации_ Градостроительные проблемы поволжских мегаполисов 2017",
            greaterMoscow: "Ультрамегапроект Большая Москва и геополитические риски России_ Academia 2013-1",
            noDemocracySpace: "В Москве нет места для демократии_ Проект Россия 2012-1 (63)",
            shrinkingPublicSpace: "Стратегия тесной политики Коммерсантъ Власть 2012",
            capitalFunctions: "Формирование столичных функций Москвы с 1918 по 2018_ Academia 2019-3",
            unrealizedProjects: "Нереализованный потенциал крупных градостроительных проектов развития Москвы Academia 2018-3",
            centersOfPower: "Градостроительное развитие центров законодательной, исполнительной и судебной власти. Фундаментальные исслед. РААСН 2011",
            problems: "Проблемы развития Москвы как столицы федерации. Academia 2011-4",
        },

        interviewsSpeeches: {
            niitiag2016: "ИНТЕРВЬЮ Ю.П. Бочарова сотрудникам НИИТИАГ. 2016 год",
            ogoniok2003: "Большие Деревни. В Градостроительстве появились новые удивительные тенденции. Огонек 2003",
            ogoniok2017: "Хрущёвки устарели лишь на 20 процентов. Огонек 2017",
            entrepreneur2003: "Много не значит хорошо. Интервью Ю.П. Бочарова журналу Предприниматель 2003",
            ogoniok2002: "УКРАДЕННЫЙ ГОРОД. Интервью Ю.П. Бочарова журналу Огонек 2002",
            kommersantBG2007: "Максимальная приемлимая для человека высота - высота дерева. Коммерсантъ Business Guide 2007",
            kommersantVlast2010: "Ресурсы Москвы фактически исчерпаны. Коммерсантъ Власть 2010",
            raasnForm2000: "Ответы на анкету РААСН. Архитектура и строительство Москвы 2000-2.",
            karpovka2013: "Юрий Бочаров: нельзя строить жилье выше деревьев. Интервью журналу «Карповка» 2013",
        }
    },
    en: {
        articlesMaterials: {
            years100: "To the 100th anniversary of the birth of Yuri Petrovich Bocharov",
            creator: "Творец городов. Форум плюс, 2026-3",
            years95: "К 95-летию академика Юрия Петровича Бочарова",
            diverseWorld: "Я узнал, насколько разнообразен мир. Форум плюс 2021-3",
            samaraSchool: "Ю.П. Бочаров и Самарская школа Innovative Project 2024_ Том 9-15",
            collection: "Сборник Ю.П. БОЧАРОВ. 2016",
            architecture: "Архитектура Строительство Дизайн 2002-4",
            drawings: "Рисунки Ю.П. Бочарова в журнале Архитектура СССР и Строительной газете"
        },

        starredArticlesInterviews: {
            interviewsSpeeches: "Интервью и выступления",
            moscowDevelopment: "Проблемы развития Москвы",
            urbanPlanning: "Градостроительство и подготовка урбанистов",
            urbanStudies: "Градостроительное науковедение",
            variousArticles: "Разные темы / Рецензии"
        },

        variousArticles: {
            lasVegas: "Мировой центр развлечений Лас Вегас_ Academia 2009-4",
            princeCharles: "Принц Чарльз ниспровергает. Архитектура_ приложение к Строительной газете 1991",
            housingAccessibility: "Доступно ли комфортное жильё россиянам_ Проект Россия 2007-2 (44)",
            review2017: "Архитектор Иосиф Каракис. Рецензия на книгу О. Юнакова. Academia 2017-2",
            review2019: "Формообразование Якова Чернихова. Рецензия на книгу Я. Лисицыной_ Academia 2019-1",
        },

        urbanStudies: {
            scienceCenters:             "Современная наука и проблемы организации научных центров. Арх СССР 1969-1",
            urbanInnovations:           "Градопреобразующая роль инновационной деятельности. Academia 2019-4",
            territorialDevelopment:     "Российская наука_ территориальные проблемы развития. Academia 2020-4",
            scientificCentersSpace:     "В пространстве научного центра. Академия 2022-1",
            urbanPlanningOrganization:  "Градостроительная организация науки в федеральных округах и регионах России. эл журнал AMIT 2021-3(56)",
            innovativeActivities:       "Инновационная деятельность и преобразование городов России. Danish Scientific Journal 2019-22",
            novosibirskScienceCenter:   "Новосибирский научный центр. Градостроительство 2020-2",
            scienceInMoscow:            "Наука в пространстве Москвы. Academia 2022-4",
        },

        urbanPlanning: {
            interdisciplinary: "Междисциплинарное обучение градостроителей в Сибири. Фундаментальные исслед-я РААСН 2011",
            transdisciplinary: "Трансдисциплинарность как направление развития современного градостроительства_ Academia 2018-4",
            knowledgeSystem: "Теория градостроительства как система научных знаний в работах_ эл. журнал AMIT 2017-4",
            trainingCertifiedPlanners: "Подготовка дипломированных планировщиков_ Сборник Новые тенденции в высшем образовании_ Самара 2003",
            tolyattiPlanning: "Проблемы планировки и застройки Тольятти. Архитектура СССР 1968-6",
        },

        moscowDevelopment: {
            demolition:                 "О необоснованности решения тотального сноса пятиэтажной застройки Градостроительство 2017-2",
            renovation:                 "О проблемах и альтернативах московской программы реновации_ Градостроительные проблемы поволжских мегаполисов 2017",
            greaterMoscow:              "Ультрамегапроект Большая Москва и геополитические риски России_ Academia 2013-1",
            noDemocracySpace:           "В Москве нет места для демократии_ Проект Россия 2012-1 (63)",
            shrinkingPublicSpace:       "Стратегия тесной политики Коммерсантъ Власть 2012",
            capitalFunctions:           "Формирование столичных функций Москвы с 1918 по 2018_ Academia 2019-3",
            unrealizedProjects:         "Нереализованный потенциал крупных градостроительных проектов развития Москвы Academia 2018-3",
            centersOfPower:             "Градостроительное развитие центров законодательной, исполнительной и судебной власти. Фундаментальные исслед. РААСН 2011",
            problems:                   "Проблемы развития Москвы как столицы федерации. Academia 2011-4",
        },

        interviewsSpeeches: {
            niitiag2016: "ИНТЕРВЬЮ Ю.П. Бочарова сотрудникам НИИТИАГ. 2016 год",
            ogoniok2003: "Большие Деревни. В Градостроительстве появились новые удивительные тенденции. Огонек 2003",
            ogoniok2017: "Хрущёвки устарели лишь на 20 процентов. Огонек 2017",
            entrepreneur2003: "Много не значит хорошо. Интервью Ю.П. Бочарова журналу Предприниматель 2003",
            ogoniok2002: "УКРАДЕННЫЙ ГОРОД. Интервью Ю.П. Бочарова журналу Огонек 2002",
            kommersantBG2007: "Максимальная приемлимая для человека высота - высота дерева. Коммерсантъ Business Guide 2007",
            kommersantVlast2010: "Ресурсы Москвы фактически исчерпаны. Коммерсантъ Власть 2010",
            raasnForm2000: "Ответы на анкету РААСН. Архитектура и строительство Москвы 2000-2.",
            karpovka2013: "Юрий Бочаров: нельзя строить жилье выше деревьев. Интервью журналу «Карповка» 2013",
        }
    }
};