<script>
  import GalleryGrid from '$lib/components/GalleryGrid.svelte';
  import { t } from '$lib/i18n';

  export let data;

  $: captions = $t.messages.galleries?.volgograd?.captions ?? {};
</script>

<p>
  С 1951 по 1955 годы Ю.П. Бочаров работал в проектном институте Горстройпроект, в составе авторского коллектива мастерской Б.П. Штивеля участвовал в послевоенном восстановлении Волгограда, проектировал и строил ряд жилых домов в Краснооктябрьском и Тракторозаводском районах города, гостиницу, Дом туриста и входную группу стадиона «Монолит». Авторский надзор осуществлял до 1958 года. Здесь представлены проекты жилых домов, которые проектировал и строил Юрий Петрович, фотографии 1950-х и современный вид отдельных жилых зданий (2021 года). 
</p>

<GalleryGrid images={data.images} {captions} />

<style>
  h2 {
    text-align: center;
    margin: 1rem;
  }

  p {
    margin: 1rem;
  }

</style>